{
    "astro": {
        "title": "Portfolio Ramón Romero - Desarrollador FullStack",
        "desciption": "Cuenta conmigo para tu proximo proyecto"
    },

    "landing": {
        "hello": "Hola, soy Ramón Romero. Soy desarrollador multiplataforma FullStack con experiencia en TypeScript, JavaScript y frameworks modernos como Astro. Me encanta crear aplicaciones rápidas, accesibles y visualmente atractivas.",
        "welcome": "Bienvenido!"
    },

    "nav": {
        "experience": "Experiencia",
        "projects": "Proyectos",
        "about": "Sobre mí",
        "contact": "Contacto"
    },

    "languages": {
        "en": "Inglés",
        "es": "Español",
        "de": "Alemán"
    },

    "timeline": {
        "title": "Experiencia laboral",

        "nowadays": {
            "date": "Actualmente...",
            "title": "Disponible para ti",
            "desciption": "Estoy listo para embarcarme en nuevos desafíos y contribuir al éxito de tu próximo proyecto. Con amplia experiencia en el desarrollo de software, estoy preparado para ofrecer soluciones innovadoras y efectivas. ¡Contáctame y hagamos realidad tu visión!"
        },

        "past": {
            "date": "Junio 2024",
            "title": "Desarrollador FullStack",
            "desciption": "Responsable del desarrollo de páginas web en WordPress y aplicaciones utilizando Angular, Spring Boot y Tailwind. Implementé soluciones completas desde el frontend hasta el backend, asegurando la calidad y eficiencia en cada proyecto."
        }
    },

    "projects": {
        "pandafit": {
            "desciption": "PandaFit es una herramienta tecnológica diseñada para instituciones educativas que ofrecen programas de dietética y deporte. Permite a los estudiantes recopilar y analizar datos sobre alimentación y hábitos de vida, generando informes detallados para mejorar la salud y el seguimiento de hábitos saludables."
        },

        "cookieaware": {
            "desciption": "Innovador software diseñado para Fersoft que automatiza la creación y gestión de documentos para las políticas de una página web, mejorando la velocidad de creación de páginas de políticas en un 50% y reduciendo los errores de cumplimiento en un 60%. Permitiendo la creación de estas politicas de forma agil y automatizada."
        }
    },

    "me": {
        "title": "Sobre mi",
        "desciption": "Encantado de conocerte, mi nombre es Ramón, pero también puedes llamarme Monchu. Soy de España y mi lengua materna es el español, pero también domino el inglés. Uso la informática desde los 10 años, ampliando continuamente mis conocimientos en este campo. Mi experiencia incluye varios lenguajes de programación y herramientas de software.",
        "email": "Puedes contactar conmigo mediante este correo:"
    }
}