{
    "astro": {
        "title": "Portfolio Ramón Romero - FullStack Developer",
        "desciption": "Count on me for your next project"
    },

    "landing": {
        "hello": "Hello, I'm Ramón Romero. I am a FullStack cross-platform developer with experience in TypeScript, JavaScript and modern frameworks like Astro. I love creating fast, accessible and visually attractive applications.",
        "welcome": "Welcome!"
    },
        "nav": {
            "experience": "Experience",
            "projects": "Projects",
            "about": "About me",
            "contact": "Contact"
        },
        "languages": {
            "en": "English",
            "es": "Spanish",
            "de": "German"
        },

        "timeline": {
            "title": "Work experience",

            "nowadays": {
                "date": "Currently...",
                "title": "Available for you",
                "desciption": "I am ready to embark on new challenges and contribute to the success of your next project. With extensive experience in software development, I am prepared to offer innovative and effective solutions. Contact me and let's make your vision a reality!"
                },

                "past": {
                    "date": "June 2024",
                    "title": "FullStack Developer",
                    "desciption": "Responsible for the development of WordPress websites and applications using Angular, Spring Boot and Tailwind. I implemented complete solutions from the frontend to the backend, ensuring quality and efficiency in each project."
                }
        },

        "projects": {
            "pandafit": {
                "desciption": "PandaFit is a technological tool designed for educational institutions that offer diet and sports programs. It allows students to collect and analyze data on diet and lifestyle habits, generating detailed reports to improve health and track healthy habits."
            },

            "cookieaware": {
                "desciption": "Innovative software designed for Fersoft that automates the creation and management of documents for a web page's policies, improving the speed of creating policy pages by 50% and reducing compliance errors by 60%. Allowing the creation of these policies in an agile and automated way."
            }
            
        },

        "me": {
            "title": "About me",
            "desciption": "Nice to meet you, my name is Ramon, but you can also call me Monchu. I am from Spain and my native language is Spanish, but also proficient in English. I have been using computers since I was 10 years old, continuously expanding my knowledge in this field. My experience includes various programming languages and software tools.",
            "email": "You can contact me through this email:"
        }
}